[
  {
    
    "title": "Knowledge Encyclopedia For Children-Our Planet Earth (Box Set of 6 Books)",
    "image": "https://m.media-amazon.com/images/I/51oA1nROjhL._SX342_SY445_.jpg",
    "details": "A fantastic encyclopedia set that helps children explore earth,nature and science in a fun and engaging way.",
    "originalPrice": 1199,
    "discountPrice": 729,
    "affiliateLink": "https://amzn.to/4p3KMKd"
  },
  {
    
    "title": "Combo (Set of 3 Books) Ramayana, Bhagvad Gita, Vedas and Upanishads for Children | Student Takeaways and Reflections | For kids & Parents | Engaging Stories to enlighten young minds",
    "image": "https://m.media-amazon.com/images/I/410bqRaGL3L._SX342_SY445_ControlCacheEqualizer_.jpg",
    "details": "Combo (Set of 3 Books) Ramayana, Bhagvad Gita, Vedas and Upanishads for Children | Student Takeaways and Reflections | For kids & Parents | Engaging Stories to enlighten young minds",
    "originalPrice": 897,
    "discountPrice": 559,
    "affiliateLink": "https://amzn.to/4nhaBET"
  },
  {
    
    "title": "Illustrated Bhagavad Gita for Children-Timeless Teachings of Wisdom and Virtue- Shubha Vilas",
    "image": "https://m.media-amazon.com/images/I/61O1SIxlFcL._SL1000_.jpg",
    "details": "This beautifully illustrated book introduces young readers to the Bhagavad Gita's wisdom. Filled with captivating stories, the book imparts essential values, fostering strong ethics and personal growth.",
    "originalPrice": 999,
    "discountPrice": 599,
    "affiliateLink": "https://amzn.to/480xtnt"
  },
  {
    
    "title": "Illustrated Mahabharata: Timeless Tales for Children (Deluxe Edition) Hardcover  31 August 2024 by Shubha Vilas (Author)",
    "image": "https://m.media-amazon.com/images/I/71ggj8JzApL._SL1500_.jpg",
    "details": "llustrated Mahabharata For Children brings to life thrilling and adventurous stories from the timeless epic. Encounter remarkable characters who embody strength, courage, valor, and virtue. These stories are intertwined with lessons of dharma, illustrating the eternal struggle between right and wrong. Each tale concludes with a thought-provoking question to help children grasp the morals and virtues woven into the epic.",
    "originalPrice": 1199,
    "discountPrice": 799,
    "affiliateLink": "https://amzn.to/4p9mKxa"
  },
  {
    
    "title": "Illustrated Biography for Kids: Extraordinary Scientist who Changed the World (Set of 6 Books) Hardcover  14 August 2023",
    "image": "https://m.media-amazon.com/images/I/51lAbiKbVxL._SX342_SY445_ControlCacheEqualizer_.jpg",
    "details": "Introduce your child to the brilliant minds that transformed the world with this engaging and educational set of 6 books! From unlocking the mysteries of the universe to reshaping the way we live, these famous scientists will inspire your child to dream big, ask questions, and explore the wonders of science.",
    "originalPrice": 1599,
    "discountPrice": 999,
    "affiliateLink": "https://amzn.to/4m1WH8k"
  }
]


